Repository: ktgw0316/LightZone-l10n-es
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es

source: Custom functions-X
es: A medida funciones-X

source: Custom image processing
es: Procesamiento de imagen a medida

source: Cut Region
es: Cortar region

source: Cyan-Red
es: Cian-Rojo

source: Cyans
es: Cianes

source: DEC position
es: Posicion DEC

source: Darken
es: Oscurecer

source: Data dump
es: Volcado de datos

source: Date
es: Fecha

source: Date created
es: Fecha de creación

source: Date sent
es: Fecha de envio

source: Date stamp
es: Marca de fecha

source: Date/time
es: Fecha/hora

source: Date/time digitized
es: Fecha/hora digitalizado

source: Date/time original
es: Fecha/hora original

source: Debug
es: Depurar

source: Decoder table-X
es: Decodificador tabla-X

source: Default crop origin
es: Origen del recorte por defecto

source: Default crop size
es: Tamaño del recorte por defecto

source: Default scale
es: Escala por defecto

source: Default settings for batch processing
es: Ajustes por defecto para procesamiento por lotes

source: Default settings for saving, printing, and converting
es: Ajustes por defecto para guardar, imprimir y convertir

source: Deflate
es: Rebajar

source: Delete
es: Borrar

source: Delete Point
es: Borrar Punto

source: Delete Region
es: Borrar Region

source: Delete Selected Regions
es: Borrar regiones seleccionadas

source: Delete Style failed
es: Borrar Estilo erroneo

source: Delete the selected image
es: Borrar la imagen seleccionada

source: Delete...
es: Borrar...

source: Depth
es: Profundidad

source: Description of black point compensation.
es: Descripcion de la compensacion del punto negro.

source: Description of the parts of the browser window.
es: Descripción de las partes del la ventana de navegación.

source: Description of the parts of the editor window.
es: Descripción de las partes de la ventana del editor.

source: Description of the various blending modes.
es: Descripcion de los distintos modos de mezcla.

source: Destination
es: Destino

source: Destination DST
es: Destino DST

source: Destination city
es: Ciudad de destino

source: Destination city code
es: Código de destino de la ciudad

source: Detail
es: Detalle

source: Developers
es: Desarrolladores

source: Device settings description
es: Descripcion de las opciones del dispositivo

source: DiMAGE 7 or X31
es: DiMAGE 7 o X31

source: DiMAGE A2 or S414
es: DiMAGE A2 o S414

source: Difference
es: Diferencia

source: Differential
es: Diferencial

source: Digital creation date
es: Fecha de creación digital

source: Digital creation time
es: Hora de creación digital

source: Digital gain
es: Ganancia digital

source: Digital zoom
es: Zoom digital

source: Digital zoom ratio
es: Ratio del zoom digital

source: Direct Save
es: Guardar directo

source: Directory
es: Directorio

source: Directory version
es: Version del directorio

source: Disable
es: Deshabilitar

source: Disable Color Selection
es: Deshabilitar selección de Color

source: Disable the hue selection
es: Deshabilitar la seleccion de matiz

source: Disable the luminosity selection
es: Deshabilitar la seleccion por luminosidad

source: Discard changes to this image and start over
es: Descartar cambios a esta imagen y empezar de nuevo

source: Display Color Profile
es: Perfil de color del monitor

source: Display the path of the current folder
es: Mostrar la ruta del directorio actual

source: Distortion correction
es: Corrección de distorsión

source: Do you want to replace it?
es: Deseas reemplazarlo?

source: Do you want to search for it?
es: ¿Quieres buscarlo?

source: Document name
es: Nombre del documento

source: Don't Auto Expand
es: No Auto Expandir

source: Don't Reset
es: No reinicializar

source: Don't Save
es: No guardar

source: Don't ask again
es: No preguntar de nuevo

source: Don't limit
es: Sin limite

source: Don't remind me
es: No recordarmelo

source: Done
es: Hecho

source: Dot range
es: Rango de puntos

source: Double-click to finish your region (or shift-click, or press ESC).
es: Doble-click para finalizar tu región (o Mayus-clic, o presionar ESC).

source: Download Now
es: Descargar ahora

source: Drag a rectangle on the image to crop it.
es: Arrastra un rectángulo en la imagen para recortarla.

source: Drag along features in your image to align them.
es: Arrastra a lo largo de las características en tu imagen para alinearlas.

source: Draw Bezier Regions
es: Dibujar regiones Bezier

source: Draw Polygon Regions
es: Dibujar regiones poligonales

source: Draw Spline Regions
es: Dibujar regiones Spline

source: Drive mode
es: Modo de avance

source: EXIF information-X
es: EXIF informacion-X

source: EXIF pointer-X
es: EXIF puntero-X

source: EXIF version
es: Version EXIF

source: Easy-shooting mode
es: Modo disparo facil

source: Edit
es: Editar

source: Edit Mode
es: Modo Editor

source: Edit size
es: Tamaño de edicion

source: Edit status
es: Editar estado

source: Edit the list of Styles
es: Editar la lista de Estilos

source: Edit the selected image
es: Editar la imagen seleccionada

source: Editor Layout
es: Modo Editor

source: Editor anatomy
es: Estructura del Editor

source: Effective max aperture
es: Maxima apertura efectiva

source: Empty Info
es: Info vacia

source: Enable
es: Habilitar

source: Enable Color Selection
es: Habilitar Selección de Color

source: Enable the hue selection
es: Habilitar la selección de matiz

source: Enable the luminosity selection
es: Habilitar la selección por luminosidad

source: Enforce aspect ratio constraints
es: Forzar relacion de aspecto proporcional

source: Enter copyright text here.
es: Introducir texto de copyright aquí.

source: Enter copyright text in the space above.
es: Introducir texto de copyright en el espacio superior.

source: Enter creator here.
es: Introducir autor aquí.

source: Envelope number
es: Numero del sobre

source: Envelope priority
es: Prioridad del sobre

source: Epson image height
es: Epson Altura de imagen

source: Epson image width
es: Epson Ancho de imagen

source: Error Details
es: Detalles del error

source: Error applying Style "$1"
es: Error aplicando el Estilo "$1"

source: Error initializing browser
es: Error inicializando navegador

source: Error reading the file
es: Error leyendo el archivo

source: Exit
es: Salir

source: Expand
es: Expandir

source: Expand All
es: Expandir todas

source: Expand Tool
es: Expandir Herramienta

source: Expand image stacks
es: Expandir apilado de imagen

source: Expand this tool
es: Expandir esta herramienta

source: Expiration date
es: Fecha de vencimiento

source: Expiration time
es: Hora de vencimiento

source: Export
es: Exportar

source: Export Style
es: Exportar Estilo

source: Export...
es: Exportar...

source: Exposure
es: Exposición

source: Exposure bias value
es: Valor de sesgo de la exposición

source: Exposure bracket value
es: Valor de horquillado de exposicion

source: Exposure compensation
es: Compensación de exposición

source: Exposure difference
es: Diferencia de exposición

source: Exposure index
es: Indice de exposicion

source: Exposure info
es: Exposición info

source: Exposure mode
es: Modo de exposición

source: Exposure program
es: Programa de exposición

source: Exposure time
es: Tiempo de exposición

source: Exposure warning
es: Aviso de exposicion

source: External flash bounce
es: Flash externo de rebote

source: External flash mode
es: Modo de flash externo

source: External flash zoom
es: Flash externo de zoom

source: Extra samples
es: Muestras extras

source: F-Number
es: Número F

source: F-number
es: Numero-F

source: Failed to restore from preferences
es: Falló al restaurar desde preferencias

source: Failed to save preferences
es: Falló al guardar preferencias

source: File
es: Archivo

source: File Name
es: Nombre de archivo

source: File Size
es: Tamaño de archivo

source: File Type
es: Tipo de archivo

source: File date/time
es: Fecha/hora de la captura

source: File description
es: Descripción de archivo

source: File info-X
es: Archivo info-X

source: File length
es: Longitud de archivo

source: File name
es: Nombre de archivo

source: File number
es: Número de archivo

source: File number memory
es: Memoria de número del archivo

source: File size
es: Tamaño de archivo

source: File source
es: Fuente de archivo

source: File time
es: Hora de archivo

source: Fill order
es: Llenar orden

source: Fill-flash auto-reduction
es: Reducion automatica del relleno de flash

source: Find $1
es: Encontrar $1

source: Finish editing and return to Browse Mode
es: Terminando edición y volviendo al Modo Navegador

source: Firmware version
es: Version del Firmware

source: Fit image to screen
es: Ajustar la imagen a pantalla

source: Fit within 1024 x 1024
es: Ajustar a 1024 x 1024

source: Fit within 1536 x 1536
es: Ajustar a 1536 x 1536

source: Fit within 2048 x 2048
es: Ajustar a 2048 x 2048

source: Fit within 2560 x 2560
es: Ajustar a 2560 x 2560

source: Fixture identifier
es: Identificador del dispositivo

source: Flash activity
es: Actividad del Flash

source: Flash bias
es: Sesgo de flash

source: Flash charge level
es: Nivel de carga de flash

source: Flash details
es: Detalles del Flash

source: Flash device
es: Dispositivo Flash

source: Flash energy
es: Energia del flash

source: Flash exposure bracket value
es: Valor de horquillado de exposicion del flash

source: Flash exposure compensation
es: Compensacion de exposivion de flash

source: Flash fired
es: Flash disparado

source: Flash info
es: Informacion del flash

source: Flash mode
es: Modo de Flash

source: Flash setting
es: Configuracion de flash

source: Flash strength
es: Fuerza del Flash

source: Flash type
es: Tipo de flash

source: FlashPix version
es: Version FlashPix

source: Focal Length
es: Distancia focal

source: Focal length
es: Distancia focal

source: Focal length as shot
es: Longitud focal cuando se disparó

source: Focal length data
es: Datos longitud focal

source: Focal length in 35mm film
es: Longitud focal en pelicula de 35mm

source: Focal plane X resolution
es: Resolucion plano focal X

source: Focal plane X size
es: Tamaño plano focal X

source: Focal plane Y resolution
es: Resolucion plano focal Y

source: Focal plane Y size
es: Tamaño plano focal Y

source: Focal plane diagonal
es: Diagonal del plano focal

source: Focal plane resolution unit
es: Unidad de resolución del plano focal

source: Focal type
es: Tipo focal

source: Focal units per mm
es: Unidades focales en mm

source: Focus area
es: Area de foco

source: Focus distance
es: Distancia de foco

source: Focus distance (lower)
es: Distancia de enfoque (más cercana)

source: Focus distance (upper)
es: Distancia de enfoque (mas lejana)

source: Focus distance lower
es: Distancia de enfoque más baja

source: Focus distance upper
es: Distancia de enfoque mas alta

source: Focus mode
es: Modo de enfoque

source: Focus position
es: Posicion del foco

source: Focus process
es: Proceso de foco

source: Focus range
es: Rango de foco

source: Focus step count
es: Contador pasos de foco

source: Focus warning
es: Aviso de foco

source: Folder
es: Carpeta

source: Folder name
es: Nombre de carpeta

source: Folders
es: Carpetas

source: Frame number
es: Número de fotograma

source: Free byte counts-X
es: Offsets libres-X

source: Free offsets-X
es: Offsets libres-X

source: Fuzz
es: Distorsion

source: Gain
es: Ganancia

source: Gain control
es: Control de ganancia

source: Gaussian Blur
es: Desenfoque Gaussiano

source: Go back to previously selected folder
es: Volver a la carpeta seleccionada anteriormente

source: Go forward to recently selected folder
es: Avanzar al directorio seleccionado recientemente

source: Gradation
es: Gradación

source: Grain Intensity
es: Intensidad de grano

source: Grain Noise
es: Ruido de grano

source: Grain Radius
es: Radio de grano

source: Gray response curve
es: Curva de respuesta del gris

source: Gray response unit
es: Unidad de respuesta del gris

source: Green
es: Verde

source: Green color balance
es: Balance de color verde

source: Greens
es: Verdes

source: HS continuous
es: HS Continuo

source: Halftone hints
es: Consejos para semitonos

source: Hard Light
es: Luz fuerte

source: Headline
es: Titular

source: Height
es: Alto

source: Help
es: Ayuda

source: Hence, the darkest black of your photo becomes the darkest black that the device can render.
es: Por lo tanto, el negro mas oscuro de tu foto para a ser el negro mas oscuro que el periferico puede renderizar.

source: Hide Crop Tool
es: Ocultar herramienta de recorte

source: Hide Image Types
es: Ocultar tipo de imagenes

source: Hide Inner Region
es: Ocultar Región Interior

source: Hide Inspectors
es: Ocultar Inspectores

source: Hide Previews
es: Ocultar previos

source: Hide Proof Tool
es: Ocultar herramienta de prueba de color

source: Hide Regions
es: Ocultar regiones

source: Hide Rotate Tool
es: Ocultar herramienta rotacion

source: Hide extra tool controls
es: Esconder controles de herramienta extra

source: Hide print proofing tool
es: Ocultar herramienta de pueba de color de impresora

source: Hide the Crop Tool
es: Ocultar la herramienta de recorte

source: Hide the Rotate Tool
es: Ocultar la herramienta de rotacion

source: High-ISO noise reduction
es: Reduccion de ruido ISO alto

source: Highlights
es: Alta Luces

source: Histogram
es: Histograma

source: History
es: Historico

source: Home-town DST
es: En casa DST

source: Home-town city
es: En mi ciudad

source: Home-town city code
es: Codigo postal de la ciudad natal

source: Host computer
es: Ordenador anfitrión

source: However, because the luminosity range is compressed, information from your photo is still lost: the loss is just evenly spread out over the entire luminosity range (and thus less noticeable) rather than being truncated at the black end.
es: Sin embargo, debido a que el rango de luminosidad se comprime, informacion de tu foto se pierde: la pérdida se extiende justo de manera uniforme a lo largo de toda la gama de luminosidad (y por lo tanto menos perceptible) en lugar de ser recortado en el extremo negro.

source: Hue
es: Matiz

source: Hue adjustment
es: Ajuste de matiz

source: Hue/Saturation
es: Matiz/Saturacion

source: ICC profile-X
es: ICC perfil-X

source: IR control
es: Control IR

source: ISO setting
es: Configuracion ISO

source: ISO setting used
es: Ajuste ISO usado

source: ISO studio tungsten
es: ISO tungsteno estudio

source: ISO value
es: Valor ISO

source: If no black point compensation is done, then detail will be lost in the darkest shadow areas of your photo because the dark areas beyond the darkest black the device can render are truncated.
es: Si no hay compensacion del punto negro, el detalle en las areas de sombras mas oscuras se pierde porque las areas mas alla del negro mas oscuro que el periferico puede renderizar son recortadas.

source: If you do not set this option, LightZone will use an sRGB default profile.
es: Si no fijas esta opción, LightZone usará un perfil sRGB por defecto.

source: If you don't save, your changes will be lost.
es: Si no guardas, los cambios se perderan.

source: If you have a fast hard disk, using a folder on it will enable LightZone to operate faster.
es: Si tienes un disco duro rápido, utilizando una carpeta dentro permite a LightZone operar más rápido.

source: If you open an new image while you are still editing another image, LightZone can automatically save your work, or it can ask you what to do.
es: Si abres una nueva imagen mientras sigues editando otra, LightZone puede guardar automaticamente tu trabajo, o puede preguntarte que hacer.

source: Image ID
es: Imagen ID

source: Image Info
es: Imagen info

source: Image adjustment
es: Ajuste de imagen

source: Image authentication
es: Autenticacion de Imagen

source: Image boundary
es: Limite de la imagen

source: Image data size
es: Tamaño de los datos de la imagen

source: Image description
es: Descripción de la imagen

source: Image direction
es: Dirección de imagen

source: Image direction ref.
es: Dirección de imagen ref.

source: Image format
es: Formato de imagen

source: Image height
es: Alto de la imagen

source: Image height as shot
es: Alto de la imagen como en el disparo

source: Image history
es: Historico de imagen

source: Image info
es: Imagen info

source: Image number
es: Número de imagen

source: Image optimization
es: Optimización de imagen

source: Image orientation
es: Orientación de imagen

source: Image processing
es: Procesamiento de imagen

source: Image props
es: Imagen props

source: Image quality
es: Calidad de imagen

source: Image resolution
es: Resolución de imagen

source: Image size
es: Tamaño de imagen

source: Image stabilization
es: Estabilizacion de imagen

source: Image stabilizer
es: Estabilizador de imagen

source: Image type
es: Tipo de imagen

source: Image width
es: Ancho de la imagen

source: Image width as shot
es: Ancho de la imagen como en el disparo

source: Import Style
es: Importar Estilo

source: Import as Style
es: Importar como Estilo

source: Import...
es: Importar...

source: In order to understand blending modes, there are a few terms to know:
es: Para entender los modos de mezcla, hay algunos terminos a conocer:

source: Indexed
es: Indexado

source: Infinity lens step
es: Paso de lente infinito

source: Initializing Engine Utilities
es: Inicializando motor de utilidades

source: Ink names
es: Nombre de tintas

source: Ink set
es: Conjunto de tintas

source: Inspectors
es: Inspectores

source: Insufficient memory to open this file
es: Insuficiente memoria para abrir este archivo

source: Intellectual genre
es: Género intelectual

source: Intensity
es: Intensidad

source: Inter-color profile
es: Perfil Inter-color

source: Interactive Rendering
es: Renderizado interactivo

source: Interlace
es: Entrelazar

source: Internal Error
es: Error Interno

source: Internal flash
es: Flash interno

source: Internal serial number
es: Número de serie interno

source: Interoperability offset
es: Desplazamiento interoperabilidad

source: Interval length
es: Longitud de intervalo

source: Interval mode
es: Modo de intervalo

source: Interval number
es: Número de intervalo

source: Invalid image file
es: Archivo de imagen nulo

source: Invert
es: Invertir

source: Invert Color Selection
es: Invertir la selección de color

source: Invert Masks
es: Invert Máscaras

source: Invert the color selection
es: Invertir la selección de color

source: Is one of these the right image?
es: ¿Es una de estas la imagen correcta?

source: Is this a LightZone Style file?
es: ¿Es este un archivo de Estilo de LightZone?

source: Is this right?
es: ¿Es esto correcto?

source: JPEG (lossy)
es: JPEG (con perdida)

source: JPEG (lossy/non-quantization)
es: JPEG (con perdida/sin-cuantificacion)

source: JPEG (non-quantization)
es: JPEG (sin-cuantificacion)

source: JPEG (old-style)
es: JPEG (Viejo-estilo)

source: JPEG AC tables-X
es: JPEG AC tablas-X

source: JPEG DC tables-X
es: JPEG DC tablas-X

source: JPEG Q tables-X
es: JPEG Q tablas-X

source: JPEG interchange format length-X
es: JPEG Longitud de formato del intercambio-X

source: JPEG interchange format-X
es: JPEG Formato de intercambio-X

source: JPEG lossless predictors
es: JPEG predictores sin perdida

source: JPEG point transforms
es: JPEG puntos de transformacion

source: JPEG restart interval
es: JPEG reiniciar intervalo

source: JPG from raw-X
es: JPG de raw-X

source: Job ID
es: ID del Trabajo

source: Keepers
es: Mantenedores

source: Keywords
es: Palabras clave

source: LE-NR slowdown
es: LE-NR ralentizacion

source: Language
es: Idioma

source: Last file number
es: Último número de archivo

source: Latitude
es: Latitud

source: Latitude ref.
es: Latitud ref.

source: Learning Center
es: Centro de aprendizaje

source: Left
es: Izquierda

source: Lens
es: Lente

source: Lens F-stops
es: F-stops de lente

source: Lens auto-focus stop button function switch
es: Cambio de funcion del boton del autofoco de la lente

source: Lens data version-X
es: Datos de lente version-X

source: Lens distortion params-X
es: Distorsion de lente parametros-X

source: Lens info
es: Informacion de la lente

source: Lens info (EOS 1D)
es: Lente info (EOS 1D)

source: Lens model
es: Modelo de lentes

source: Lens temperature
es: Temperatura de la lente

source: Lens type
es: Tipo de lente

source: Lift Tools
es: Herramientas de mejora

source: Light Crafts and the LightZone Project would like to acknowledge the following people who contributed to LightZone:
es: Light Crafts y el Proyecto LightZone desea agradecer a las siguientes personas que han contribuido en LightZone:

source: Light Crafts embeds no personal data of any kind in these reports.
es: Light Crafts no incrusta datos personales de ninguna clase en estos informes.

source: Light Crafts would like to acknowledge the following people who contributed to LightZone:
es: Light Crafts muestra su agradecimiento a las siguientes personas que han contribuido a LightZone:

source: Light condition
es: Condición de la luz

source: Light source
es: Fuente de luz

source: Light value center
es: Centro del valor de la luz

source: Light value periphery
es: Periferia del valor de la luz

source: LightZone Batch Processing
es: Procesado por lotes de LightZone

source: LightZone File Error
es: Error de archivo LightZone

source: LightZone Help
es: Ayuda de LightZone

source: LightZone Product Page
es: Pagina de producto de LightZone

source: LightZone Send
es: LightZone Enviar

source: LightZone Settings Error
es: Error en los ajustes de LightZone

source: LightZone Settings Help
es: Ayuda de LightZone para ajustes

source: LightZone Settings Info
es: Ajustes de LightZone Info

source: LightZone Settings Reset
es: Reinicio en los ajustes de LightZone

source: LightZone Settings couldn't be reset
es: Los ajustes de LightZone no se pueden reinicializar

source: LightZone Settings remember what was going on the last time you used LightZone.
es: Los ajustes de LightZone guardan lo que estabas haciendo la ultima vez que usaste LightZone.

source: LightZone Settings remember what was going on the last time you used LightZone: your recently used files and folders; recent window positions and sizes; and so on.
es: Los ajustes de LightZone recuerdan que se estaba haciendo la ultima vez que utilizaste LightZone: tus archivos y carpetas usadas recientmente; posiciones y tamaños de ventanas recientes.

source: LightZone Settings were successfully reset.
es: Los ajustes de LightZone fueron reinicializados correctamente.

source: LightZone Startup Error
es: Error de inicio de LightZone

source: LightZone copied $1 to $2, but could not delete the old image from $3.
es: LightZone copió $1 a $2, pero no puede borrar la imagen antigua desde $3.

source: LightZone could not copy $1 to $2.
es: LightZone no puede copiar $1 a $2.

source: LightZone failed to start last time.
es: LightZone falló al iniciarse la última vez.

source: LightZone has encountered an internal error.
es: LightZone ha sufrido un error interno.

source: LightZone has examined /proc/cpuinfo on this computer and found "$1", with no SSE2 flag set.
es: LightZone ha examinado /proc/cpuinfo on este ordenador y encuentra "$1", sin instrucciones SSE2.

source: LightZone has run out of memory and will now shut down.
es: LightZone se ha quedado sin memoria y se cerrará ahora.

source: LightZone must know the correct color profile for your display in order to show colors correctly.
es: LightZone debe conocer el perfil de color correcto para tu monitor y así poder mostrar los colores correctamente.

source: LightZone must now quit.
es: LightZone debe cerrarse.

source: LightZone on Linux requires a CPU supporting the SSE2 instruction set.
es: LightZone en Linux requiere una CPU que soporte el conjunto de instrucciones SSE2.

source: LightZone: Acknowledgments
es: LightZone: Reconocimientos
